[
    "afraile- ¿Este bug afecta al cálculo de resultados?<br>paznar- [Silencio] Bueno, un poquito.",
    "afraile- Es un bug de poca trascendencia.",
    "afraile- [Hablando de la opinión de Reuters sobre ETS] Dijeron que éramos linces, y no en el buen sentido de la palabra.",
    "afraile- No sabía que existía esta tabla, y se está rellenando, ... ¿quién la está rellenando?",
    "afraile- Para mí esta caja es como regalarle a un alcohólico una caja de whiskey.",
    "afraile- Que salga la nueva tira del newsletter.<br>aperez- Alcoy Times.",
    "afraile- Seguimos para bingo, el 5 de mayo es \"el día de los niños\" en Corea.",
    "ajimenez- Alex, dame 5 minutos y te llamo.<br>aperez- Mejor dame 10.",
    "ajimenez- [Antes de entrar en una reunión] ¿Yo tengo que venir aquí?",
    "ajimenez- ¿Dónde estás en el mundo worker?",
    "ajimenez- Generación diaria un día.",
    "ajimenez- Joder, es que hay demasiadas simulaciones.",
    "ajimenez- La inteligencia, por así decirlo, es limitada [sobre Pymo].",
    "ajimenez- Nos hemos presentado sin estudiar y hemos aprobado el examen.",
    "ajimenez- Pymo vs. Tesser.",
    "ajimenez- Pymo y Tesser no hablan el mismo idioma.",
    "ajimenez- ¿Qué será de nosotros?",
    "anonymous- Sistemas es lo mejor de la empresa.",
    "aperez- Al estilo tampoco le gustas tú.",
    "aperez- Capa a capa.",
    "aperez- El estadístico de ese tío sale de las piedras.",
    "aperez- El que se saca un máster para enseñarlo es un parguelas.<br>mgreco- No estoy tan inquieto como tú.",
    "aperez- Es autoexplicativo [como yo].",
    "aperez- Es lo único bueno que tiene statsmodels.<br>cmartinez- Vendo el COM en ascensores.",
    "aperez- Eso está fuera, hoy se acaba.",
    "aperez- Este correo es para notificártelo.",
    "aperez feat. paznar- Please, run the algorithm first. Crack.",
    "aperez- Hay capítulos de los Simpson que he visto más que a mis padres.",
    "aperez- La rúcula debería estar en la basura, de donde nunca debería haber salido.",
    "aperez- Las series están sesgadas, y eso hace que el modelo sea una basura; pero luego en el PnL lo revienta. Es rarísimo.",
    "aperez- No os hablo en élfico porque no me entenderéis.",
    "aperez- Saber matemáticas es un privilegio.",
    "aperez- [Se queda en blanco] No me acuerdo qué iba a decir.<br>jcardenas- Yo tampoco.",
    "aperez- Siempre vuelven… siempre.",
    "aperez- Sólo para un modelo, sólo para el EURUSD.",
    "aperez- Una buena historia es una buena historia.",
    "aperez- Voy a buscar en los foros.",
    "aperez- Yo no desde luego.",
    "aperez- ¿Y qué es el estado oculto?",
    "aporras- Ahora me cuentas tu movida con las primas.",
    "aporras - ¿Alguno está desbordado?",
    "aporras- Ayer abrí Matlab, lo reconozco.<br>mgreco- Ana nooo, que lo estamos dejando.",
    "aporras- Cirulli finito.",
    "aporras- Cómo siempre decimos, depende del bug.",
    "aporras- El carry sin el spot no se llevaría una mierda.",
    "aporras- El formato es lo de menos.<br>emillan- [Para sus adentros] El formato es lo de más.",
    "aporras- El negocio está donde está el negocio.",
    "aporras- Eso es un mal verano.",
    "aporras- Espero que alguien tenga una idea en la cabeza … yo no.",
    "aporras- Esto no es un colegio, es un trabajo.",
    "aporras- Es un error llamarlo error.",
    "aporras- Hacemos lo tuyo antes que después.",
    "aporras- Las reacciones son imprevisibles.",
    "aporras- La vida se me pasa entre test y test.",
    "aporras- Me voy con mi cuello a otra parte.",
    "aporras- No puedo hacer lo que quiero.",
    "aporras- No sé si sacrificar a alguien.",
    "aporras- Nos estamos cubriendo de gloria.",
    "aporras- ¿Por qué está Gerardo usando combox?",
    "aporras- Primero el portátil.",
    "aporras- Qué paz da la suma.",
    "aporras- Si cierro el Chrome me voy a casa.",
    "aporras- Si estuviera hecho, no habría que hacerlo.",
    "aporras- [Sobre el sistema de carpetas de k2-lib] La vida es lo que pasa mientras haces click.",
    "aporras- [Teclado de emillan en inglés] Joder con el tecladito de lasnarices.<br>mgreco- [Risas] Esto me recuerda a mi abuela.<br>aporras- [Mirada asesina + Gruñido].",
    "aporras- Tengo queries preparadas, a ver qué dice.",
    "aporras- Te recuerdo que me voy a coger vacaciones.<br>rporras- ¡Yo también!",
    "aporras- Todo importa.",
    "aporras- [Tras la bajada del 8% del BBVA] Les dije que o vendían un COM o movía hilos en Turquía.",
    "aporras- Voy a fumar y ahora te rayo.",
    "aporras- Y al final todo son lags.",
    "aporras- Yo que vengo de Matlab …",
    "aporras- Yo soy el azar.",
    "carmelo- Shut up and compute.",
    "cdiaz- El álgebra lineal es lo más necesario de la vida.",
    "cirulli- Why are you still keeping? [hands moving agitated]",
    "cmartinez- “Cambio”, “corto”, lo que sea.",
    "cmartinez- Esta decisión no ha sido por iniciativa propia.",
    "cmartinez- Hoy hacemos el scrum desde Texas.",
    "emillan- A tomar por culo. A la fuente, siempre hay que ir a la fuente.",
    "emillan- A ver si Karee manda el mandato que mandó.",
    "emillan- Creo que siempre se encuentra algo cuando trabajas con cosas.",
    "emillan- Cuando se está cansado hay que irse a dormir.",
    "emillan- Cuando tengo hambre lo primero que hago es beber.",
    "emillan- Cuanto más te quedas, más me quieres.",
    "emillan- Cuanto más vivo, más pena me va a dar morirme.",
    "emillan- De repente se ha ido todo el mundo y me he quedado igual de solo que los japoneses.",
    "emillan- ¿El cabrales es el Roquefort español?",
    "emillan- El COM es un individuo.",
    "emillan- El problema de la palabra prospect es que es igual de grande que la palabra “casi”.",
    "emillan- El sistema va a por ti.",
    "emillan- Max, ¿por qué eres tan jodidamente máquina?",
    "emillan- Era más intenso él que su trabajo.",
    "emillan- Es la universidad en la que estoy enrolado.",
    "emillan- Eso es un corazón latiendo, ahí pasa de todo.",
    "emillan- Estás a la derecha de la curva.",
    "emillan- Este año estás sembrado eh Javi.<br>jcardenas- Bueno, estás con más escucha.",
    "emillan- Esto está quedando bien crema.<br>mgreco- Todo lo que haces siempre es crema Kike.<br>emillan- Y más cuando es contigo.",
    "emillan- Es una derivada de segundo orden, es imposible que eso esté bien.",
    "emillan- ¿Has dicho tú lo del móvil?",
    "emillan- Hay chocolate como para una diabetes.",
    "emillan- Instagram es la nueva realeza, cambian los tiempos, no las costumbres.",
    "emillan- ¡Javi independiente!<br>mgreco- Javi es como Cataluña pero mejor.<br>emillan- ¡Javi libre!<br>mgreco- Pero mejor.<br>emillan- ¡Javi uno!<br>mgreco- Pero mejor.<br>emillan- ¡Javi largo!",
    "emillan- Kaare, promotor del espíritu crítico en el siglo XXI.",
    "emillan- La forma vale más que el contenido, por mucho que joda.",
    "emillan- La nueva serie de Netflix del COM: \"Sesgos\".",
    "emillan- Las reuniones consumen más tiempo del que duran.",
    "emillan- La vida es un juego de suma cero.",
    "emillan- Me acojo a la enmienda de no poner nada en producción los viernes.",
    "emillan - Me reservo el derecho de poner lo que me dé la gana, pero me lo tenéis que comunicar.",
    "emillan- Nunca es sólo un bucle.",
    "emillan- Oye Max, ¿sabes que el Git Bash no es un terminal de Linux verdad?",
    "emillan- Pau, Pau, Pau; si las miradas matasen, tú serías un asesino y yo un hombre desangrado.",
    "emillan- Por cómo escribo, es muy difícil que caiga en plagio.",
    "emillan- Por el libre albedrío, que nunca nos abandone.",
    "emillan- Qué bien cuando se olvida lo que no hay.",
    "emillan- ¿Qué fruta es la naranja?<br>pepa- Papaya.",
    "emillan- ¿Qué tal el cuello Ana?<br>aporras- Uf.",
    "emillan- Reddit es mi lugar favorito de internet porque es como un bar. Entra y está lleno de gente.",
    "emillan- Si Datos no es Datos, dame un Datos.",
    "emillan- Siempre tengo la sensación de que cuando hago cosas con filtros pasan cosas.",
    "emillan- \"sólo\" y \"casi\", las dos palabras más grandes del castellano.",
    "emillan- Tengo hábitos que exagero cuando estoy a solas.",
    "emillan- Un scrum sin una mitosis de Javi, no es scrum.",
    "emillan- Ya hablaremos de desarrollar en notebooks en la retrospectiva 😛<br>aporras- Cuando quieras te enseño.",
    "emillan- Yo me conformo con que sea homogéneo.",
    "emillan- Yo no sé si hablo bien inglés o es que me hago entender.",
    "emillan- Yo por eso sólo pienso.",
    "fjarrizabalaga- No me gustan las sorpresas en producción.",
    "fjarrizabalaga- Sarah no puede siquiera escribir issues.",
    "gromero- Si hay que comer a las 13h30, se come.",
    "jcardenas [a su ex, aperez]- ¿Dónde stats?",
    "jcardenas- A todo esto, me voy a comprar pan.",
    "jcardenas- A tomar por culo todo.",
    "jcardenas- Bueno … pues adiós al GOM.",
    "jcardenas- Con combox no hay problema ahora mismo.",
    "jcardenas- Con lo que me gusta a mí forzar a que salgan buenos resultados.",
    "jcardenas- ¿Dónde está el puntero?",
    "jcardenas- El I+D es así.",
    "jcardenas- El post ha ido evolucionando y ahora … va a cambiar.",
    "jcardenas- El problema no está en PyMo, sino en cómo interactúo yo con PyMo.",
    "jcardenas- Esa mierda no para de subir.",
    "jcardenas- Es que el drawdown siempre da por culo.",
    "jcardenas- Es tan grande que no veo ni el benchmark [una línea plana al fondo del gráfico].",
    "jcardenas- [Hablando de redes] Es como enseñarle imágenes de gatos y pedirle luego que te dé el nombre de un planeta.",
    "jcardenas- Ha refactorizado el estudio entero.",
    "jcardenas- Hay veces que con las gafas no tal.",
    "jcardenas- Hi Roxana, we got it!",
    "jcardenas- Hola doctor, he soñado que acababa un estudio.",
    "jcardenas- Libre interpretación.",
    "jcardenas- Lo del cero es un caso muy curioso.",
    "jcardenas- Los perfiles del COM son la cara oculta de la luna.",
    "jcardenas- Mola que de vez en cuando salga algo [refiriéndose a los estudios].",
    "jcardenas- O te quitas o te quito.",
    "jcardenas- Qué más da, si te lo vas a inventar.",
    "jcardenas- Que no me oiga Benjamin, me cargo el EURCHF.",
    "jcardenas- Resumen, no hay tarea fácil.",
    "jcardenas- Si estoy viendo el fuego en la ventana de enfrente, es que se está quemando mi casa.",
    "jcardenas- Sí [silencio].",
    "jcardenas- Tú tienes una función de pérdida, y joder, baja.",
    "jcardenas- Un gordo es una pila con patas.",
    "jcardenas- Un objeto sin nombre es un abrigo tirado.",
    "jcardenas- Yo ayer muy bien [mientras hace el scrum desde la casa de su nueva novia].",
    "jgonzalez- El mercado acaba tirando.",
    "jmartinez- Ahí hay trabajo.",
    "jmartinez- Colega, actualízate.",
    "jmartinez- Cómo tengo que cobrar, tengo que trabajar.",
    "jmartinez- Cómo vamos, vamos bien.",
    "jmartinez- Cuando lo hicimos no teníamos ni idea de nada.",
    "jmartinez- ¿Cuántas Fs son?",
    "jmartinez- El carry me tiene contento.",
    "jmartinez- En contra de la degradación de los mínimos locales.",
    "jmartinez- [En favor del utilitarismo] Si alguien es tonto no hace falta decírselo.",
    "jmartinez- Es código … duro.",
    "jmartinez- Es difícil saber qué está mal cuando todo es una mierda.",
    "jmartinez- Es mucho inferir pero la única evidencia que hay es negativa.",
    "jmartinez- Estadística es el campo más enfangado de las matemáticas, y tal vez de la ciencia en general.",
    "jmartinez- La ausencia de tostadas en el desayuno pone en peligro la convivencia.",
    "jmartinez- Me despierto dormido.",
    "jmartinez- No sé porqué lo llaman fondo de pensiones, porque no es un fondo de pensiones.",
    "jmartinez- Piénsalo Kike, ¿cómo podría saber Wordpress que habías puesto una etiqueta que has borrado?",
    "jmartinez- Por si a alguien le interesa la historia postcolonial de África, ese canal tiene muy buenos vídeos.",
    "jmartinez- Por un momento ha parecido autista.",
    "jmartinez- Se me había olvidado que existía el autocompletado.",
    "jmartinez- Se me va la vida entre suspiros.",
    "jmartinez- Ser sordo en Italia tiene que ser mucho más fácil que en el resto del mundo.",
    "jmartinez- Si ganas un 5% en acciones, igual estás haciendo un poco el tonto.",
    "jmartinez- [Sobre la ecuación de redondeos] Es lo más cutre del mundo, y elegante a la vez.",
    "jmartinez- Ver una película a solas es tontería. Yo las veo para comentarlas.",
    "jmartinez- Voy a ver si escribo lo que he hecho yo.",
    "jmartinez- Ya hay algo que no cuadra.",
    "jmartinez- Yo el README lo veo como algo más opcional que obligatorio.",
    "jmartinez- Yo he flipado, ¿y esta lluvia de dónde?",
    "jmartinez- Yo nunca estoy preparado para el recompose.",
    "jsanchez- El otro granito, un gran hito.",
    "jsanchez- Esta ola de sostenibilidad que nos está inundando.",
    "jsanchez- Llevo 12 años haciendo simulaciones gratis.",
    "juliocesar- Todavía podemos retroceder, pero si cruzamos este puentecillo, todo habrán de decidirlo las armas.",
    "lsanchez- ¿Conocéis algún master de data science?",
    "mgonzalo- Tú verás, te estás metiendo en informática forense.",
    "mgreco- Abogando por la libertad (o el libertinaje).",
    "mgreco- Avanzo y no hago más que encontrarme problemas.",
    "mgreco- Como lo gestiono yo, tendrás lo que te haga falta.",
    "mgreco- Con bueno o malo o no me refería a bueno o malo.",
    "mgreco- Creo que el begindate no es el begindate.",
    "mgreco- Creo que se podrían renovar los equipos. Lleva tiempo siendo un problema.",
    "mgreco- Cuántas ofrendas hay que hacer a la musa para que nos honre con su presencia.",
    "mgreco- #ElTestComoElementoDePresión",
    "mgreco- En cuanto escribes algo ya está obsoleto.",
    "mgreco- Está bastante guapo el bug.",
    "mgreco- ¿Esto qué es?",
    "mgreco- Gracias, con ese ejemplo lo entiendo todo. Me preocupa que lo entiendas tú.",
    "mgreco- ¿Ha dicho combox [cmartinez]?",
    "mgreco- ¿Importas math sólo para hacer esto?<br>paznar- Si es así, a tomar por culo.",
    "mgreco- Ir test a test, commit a commit.",
    "mgreco- Listos, que sois unos listos.",
    "mgreco- Mañana empieza el futuro, pero no sabes cuándo acaba.",
    "mgreco- Max Datalle Correto.",
    "mgreco- Me cuesta encontrarme.",
    "mgreco- Me representa (yo también creo palabras con typos sobre la marcha).",
    "mgreco- Me sacáis de contexto.",
    "mgreco - No puedo comentar (tampoco quiero).",
    "mgreco- Podría sino fuera porque a mí no me interesa tu opinión (sobre IDEs).",
    "mgreco- ¿Qué tal el teclado?<br>paznar- Muy bien, pero le tengo que lubricar el shift.",
    "mgreco- Si hay que picar algo, se pica.",
    "mgreco- Si me afecta, me enteraré.",
    "mgreco- Si te quieres ir, vete.",
    "mgreco- Tampoco tengo especial cariño a nada.",
    "mgreco- Un sympy a lo numpy.",
    "mgreco- ¿Y cómo puedo probar?<br>afraile- Es algo complicado.",
    "msimon- Si no me dices lo que vamos a hacer, yo empiezo cansado.",
    "msimon- Ya está extraído todo lo extraible.",
    "mtciceron- Quo usque tandem abutere, Kaare, patientia nostra?",
    "paznar- A ver, los del móvil.",
    "paznar- [Buscando un bug en la base de datos de trades] Qué hago, ¿me mato?",
    "paznar- Cómo si nadie fuese alguien.",
    "paznar- Con cuatro cervezas encima la gente es gilipollas.",
    "paznar- El management fee cómo va, ¿es un porcentaje?",
    "paznar- El otro día he estado viendo lo que has hecho y le he echado un ojete.",
    "paznar- En cuanto quieres eficiencia, te vas a tomar por culo.",
    "paznar- Estás en té mal hecho.",
    "paznar- Esta tarde hace sueño.",
    "paznar- ¿Esto se te ha ocurrido o lo has pensado?",
    "paznar feat. aporras- Sólo aporta si hay movimiento y al no haber movimiento, no hay aportación.",
    "paznar- Los márgenes están para respetarlos.",
    "paznar- Max, ¿conoces algún lubricante para esto?",
    "paznar- Qué alegría haberlo visto [jcardenas tirando una jarra de agua encima de emillan].",
    "paznar- ¿Qué idea tienes con la librería?<br>aperez- Reventarla.",
    "paznar- Qué pasa, ¿en 1955 no tenían signo menos?",
    "paznar- ¿Qué tal la reunión?<br>jmartinez- He aprovechado para meditar un poco.",
    "paznar- Si está es por algo, pero no me acuerdo.",
    "paznar- Ven aquí que te meto el alma.",
    "paznar- ¿Y qué sueldas tú?",
    "rbriones- [En el directo de una prueba técnica] Yo intentaría coger otra.",
    "rbriones- ¡Hasta que no esté en PROD el issue no se cierra!",
    "rbriones- Son datos y hay que darlos.",
    "stownsend- El TnA es el lugar de donde vienes.",
    "stownsend- Hace diez años era más vieja.",
    "stownsend- Hacemos Historia.",
    "stownsend- La intranet es mucho más.",
    "stownsend- No es que me quiera escaquear, es por ser “agile”.",
    "stownsend- No es un error en los datos, es una dificultad en los datos.",
    "stownsend- No leer los mensajes es delito suyo.",
    "stownsend- No lo voy a plantear como una pregunta.",
    "stownsend- Pffff, odio las fechas.",
    "stownsend- Say no the “ffill”.",
    "fjarrizabalaga- No quiero ni ver un “ffill”.",
    "stownsend- Si no se han dado cuenta hasta ahora, pues mala suerte.",
    "stownsend- Sólo comprobamos lo que se puede comprobar, y eso implica que hay cosas que se quedan sin comprobar.",
    "stownsend- Yo controlo la base de datos.",
    "[Vía chat]<br>aporras- Creo que puedo hacer algo decente.<br>aporras- No, no puedo jeje<br>aporras- Bueno, sí...<br>aporras- Quizás."
]
